{
  "A": {
    "note": "A é pelo Amor que sinto e senti por você durante estes ",
    "primary_color": "#FFB3BA",
    "secondary_color": "#FF6F61"
  },
  "B": {
    "note": "B é pela sua Beleza que não falha em me cativar desde a primeira vez em que nos vimos.",
    "primary_color": "#FFDFBA",
    "secondary_color": "#F4A261"
  },
  "C": {
    "note": "C é pelo Conforto que você me traz sempre que estou contigo, te vejo ou falo com você.",
    "primary_color": "#FFFFBA",
    "secondary_color": "#E9C46A"
  },
  "D": {
    "note": "D é sobre a Doçura que você tem em seus momentos mais diversos.",
    "primary_color": "#BAFFC9",
    "secondary_color": "#2A9D8F"
  },
  "E": {
    "note": "E é sobre a Emoção que você traz pra minha vida que você consegue alegrar por mais monótona que possa ficar.",
    "primary_color": "#BAE1FF",
    "secondary_color": "#3A86FF"
  },
  "F": {
    "note": "F é pelo Fogo que você mantém queimando dentro de mim e que me faz levantar todos os dias.",
    "primary_color": "#FFC3A0",
    "secondary_color": "#FF6347"
  },
  "G": {
    "note": "G é para a Graça que você traz para colorir todos os dias, momentos, pensamentos e sonhos que tenho com você.",
    "primary_color": "#FFABAB",
    "secondary_color": "#E76F51"
  },
  "H": {
    "note": "H é sobre a Harmonia que você traz para as minhas emoções e momentos mais caóticos.",
    "primary_color": "#FFEBBA",
    "secondary_color": "#F4A261"
  },
  "I": {
    "note": "I é sobre a Intensidade do meu amor por você hoje e sempre, dos picos mais altos aos vales mais baixos que compõem os meus dias.",
    "primary_color": "#FFFFD1",
    "secondary_color": "#E9C46A"
  },
  "J": {
    "note": "J é sobre o Jeito que você tem para lidar comigo e com todos os meus episódios doidos.",
    "primary_color": "#BFFCC6",
    "secondary_color": "#2A9D8F"
  },
  "K": {
    "note": "K é sobre como descobri que literalmente não existem palavras na nossa língua que possam descrever certas emoções que você me traz.",
    "primary_color": "#B2EBF2",
    "secondary_color": "#00B4D8"
  },
  "L": {
    "note": "L é para a Loucura de nossos encontros, que nunca acontecem e passam simplesmente.",
    "primary_color": "#FFB3BA",
    "secondary_color": "#FF6F61"
  },
  "M": {
    "note": "M é pela Maré de pensamentos que você me traz todos os dias, desde o momento em que acordo até meus sonhos mais profundos.",
    "primary_color": "#FFDFBA",
    "secondary_color": "#F4A261"
  },
  "N": {
    "note": "N é pela sua Natureza maravilhosa e encantadora, Nabilly. E por isso, eu te amo.",
    "primary_color": "#FFFFBA",
    "secondary_color": "#E9C46A"
  },
  "O": {
    "note": "O é para a sua Ousadia, que faz com que tudo com você seja mais intenso.",
    "primary_color": "#BAFFC9",
    "secondary_color": "#2A9D8F"
  },
  "P": {
    "note": "P é sobre a Paixão que sinto por você e que se renova incrivelmente toda vez que te vejo.",
    "primary_color": "#BAE1FF",
    "secondary_color": "#3A86FF"
  },
  "Q": {
    "note": "Q é egoísta, pois não é sobre você e sim sobre mim, sendo para o meu Querer de estar sempre contigo.",
    "primary_color": "#FFC3A0",
    "secondary_color": "#FF6347"
  },
  "R": {
    "note": "R é para as Risadas que dou contigo dos dias mais ensolarados às noites mais frias.",
    "primary_color": "#FFABAB",
    "secondary_color": "#E76F51"
  },
  "S": {
    "note": "S é para algo que não seria tão romântico para se falar aqui, e eu sei que você me entende. Então vou mudar para que seja sobre a multitude de Sensações indescritíveis que você faz correrem por mim.",
    "primary_color": "#FFEBBA",
    "secondary_color": "#F4A261"
  },
  "T": {
    "note": "T é sobre o efeito Terapêutico de nossas conversas, que me fazem refletir e chegar em novas conclusões até sobre mim mesmo.",
    "primary_color": "#FFFFD1",
    "secondary_color": "#E9C46A"
  },
  "U": {
    "note": "U é para te lembrar de que você é Única e ocupa um lugar insubstituível em mim.",
    "primary_color": "#BFFCC6",
    "secondary_color": "#2A9D8F"
  },
  "V": {
    "note": "V é pela Vulnerabilidade que você me traz a segurança de ter contigo.",
    "primary_color": "#B2EBF2",
    "secondary_color": "#00B4D8"
  },
  "W": {
    "note": "W é para o *Wow* que passa pela minha mente toda vez que contemplo a sua beleza.",
    "primary_color": "#FFB3BA",
    "secondary_color": "#FF6F61"
  },
  "X": {
    "note": "X é por você ser meu Xodó agora e sempre. E assim, eu sempre quero ter você do meu lado.",
    "primary_color": "#FFDFBA",
    "secondary_color": "#F4A261"
  },
  "Y": {
    "note": "Y had to be borrowed from another language. And I know it's unacceptable for our language, with all of it's richness, to not have nearly enough words to describe my feelings for You.",
    "primary_color": "#FFFFBA",
    "secondary_color": "#E9C46A"
  },
  "Z": {
    "note": "Z é simples, mas não sou fã de finais escandalosos, então quero te lembrar do Zelo que tenho por você, e que estarei aqui para cuidar de ti até o fim.",
    "primary_color": "#BAFFC9",
    "secondary_color": "#2A9D8F"
  }
}
